{
  "or": "oder",
  "greeting": "Hallöchen!",
  "projectOverview": "Projekte, die ich gebaut habe:",
  "aboutMeHeading": "Über mich.",
  "aboutMeText": "Hallo! Ich bin Sait. Während meiner 3-jährigen Studienzeit habe ich als Webentwickler (20h/Woche) gearbeitet. Von Juli 2022 habe ich 17 Monate Vollzeit als Frontend-Entwickler gearbeitet. Ich konnte Erfahrung in der Frontend-Entwicklung mit einem großartigen Team mit erfahrenen Entwicklern und Ingenieuren sammeln.",
  "experienceHeading": "Erfahrung",
  "experienceText": [
    "Ich habe an mehreren Webseiten und Projekten gearbeitet. Hier sind die, die ich öffentlich auflisten kann:",
    "In meinen letzten Projekten habe ich React + Typescript verwendet. Ich habe API-Integrationen in das Frontend mit Tanstack Query implementiert, eine grafische Anwendung mit konva.js erstellt und verschiedene Probleme mit unterschiedlichen Bibliothekskombinationen gelöst. Zu Beginn meiner Karriere habe ich Webseiten für kleine Unternehmen erstellt. Ich habe Designs und Ideen in reinem HTML, CSS, JS unter Verwendung von Wordpress im Backend umgesetzt."
  ],
  "techHeading": "Technologien, die ich benutze",
  "techList": [
    "Frontend-Frameworks:",
    "Tanstack Query - Bibliothek zur Verwaltung von abgerufenen Daten",
    "shadcn/ui - Komponentenbibliothek",
    "konva.js - Canvas-Bibliothek für 2D-Grafikanwendungen"
  ],
  "graphicToolsList": [
    "Früher habe ich mit Adobe-Produkten gearbeitet und bin zu Affinity-Apps gewechselt.",
    "Figma - für Webdesigns, von Komponenten bis zu kompletten Seiten.",
    "Für 3D benutze ich Blender."
  ],
  "codingToolsHeading": "Für die Programmierung",
  "codingToolsList": [
    "IntelliJ IDEA, VSCode, Neovim - Jede IDE passt mir",
    "Git + Lazygit - Versionskontrolle + TUI-App"
  ],
  "backendFrameworksList": [
    "Next.js, Node.js + Express.js - werde wahrscheinlich mein erstes vollständiges Backend mit Node.js + Express.js bauen",
    "Java Spring Boot - werde wahrscheinlich das, was ich in Node.js + Express.js gebaut habe, in diesem Tech-Stack neu erstellen, um zu lernen."
  ]
}
